import React from 'react'

const PolicyBlock = () => {
  return (
    <>
        <div className="policy-block">
        <div className="container">
        <div className="h2">ПОЛИТИКА В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</div>
        <div className="text">
        <div className="policy-h3">1. ОБЩИЕ ПОЛОЖЕНИЯ</div>

        <div className="policy-h4">
        1.1. Настоящая политика обработки персональных данных (далее – Политика) разработана в соответствии с Федеральным законом от 27.07.2006 N 152-ФЗ (ред. от 02.07.2021) "О персональных данных" (далее – Закон о персональных данных). <br />
        1.2. Настоящая Политика разработана в соответствии с Конституцией РФ, Гражданским кодексом РФ, Федеральным закон от 27 июля 2006 г. N 149-ФЗ "Об информации, информационных технологиях и о защите информации", уставом Оператора, договорами, заключаемыми между Оператором и Пользователем, иным законодательством о персональных данных. <br />
        1.3. Настоящая Политика разработана в целях обеспечения защиты прав и свобод субъекта персональных данных при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну. <br />
        1.4. Настоящая Политика определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые <span className='fw-500'>ООО «ТК НИКЕС»</span> (далее – Оператор). <br />
        1.5. Настоящая Политика действует в отношении всей информации, которую Оператор может получить о посетителях сайта <span className="fw-500">zaga-game.ru</span> (далее – Пользователи), в том числе собираемые с помощью cookie-файлов. <br />
        1.6. Настоящая Политика применяется при использовании Пользователем сайта zaga-game.ru (далее – Сайт). <br />
        1.7. Использование Пользователем Сайта означает согласие с настоящей Политикой и условиями сбора и обработки персональных данных Пользователя. <br />
        1.8. В случае несогласия с условиями Политики Пользователь должен прекратить использование Сайта. <br />
        1.9. Пользователь дает согласие на обработку своих персональных данных свободно, своей волей и в своем интересе. <br />
        1.10. В настоящей Политике используются следующие основные термины, а также термины, прямо не определенные в настоящей Политике, но применимые в том же значении, как определены в статье 3 Закона о персональных данных: <br />
        Автоматизированная обработка персональных данных - обработка персональных данных с помощью средств вычислительной техники. <br />
        Обработка персональных данных - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных. <br />
        Оператор персональных данных (Оператор) – лицо (<span className="fw-500">ООО «ТК НИКЕС»</span>), организующее и (или) осуществляющее обработку персональных данных, а также определяющее цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными. <br />
        Персональные данные - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных. <br />
        Предоставление персональных данных - действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц; <br />
        Конфиденциальность персональных данных - обязательное для соблюдения получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания. <br />
        Пользователь – любое лицо, посещающее сайт <span className="fw-500">zaga-game.ru</span>. <br />
        Сайт - совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по адресу zaga-game.ru. <br />
        1.11. Основные права Оператора: <br />
        1.11.1. Получать от Пользователя достоверные информацию и/или документы, содержащие персональные данные. <br />
        1.11.2. Требовать от Пользователя своевременного уточнения предоставленных персональных данных. <br />
        1.11.3. Обрабатывать персональные данные Пользователя в соответствии с заявленной целью. <br />
        1.11.4. Обрабатывать общедоступные персональные данные Пользователя. <br />
        1.11.5. Самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами. <br />
        1.11.6. Иные права, предусмотренные законодательством о персональных данных. <br />
        1.12. Основные обязанности Оператора: <br />
        1.12.1. Принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных. <br />
        1.12.2. Прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных. <br />
        1.12.3. Предоставить Пользователю по его просьбе информацию, предусмотренную частью 7 статьи 14 Закона о персональных данных. <br />
        1.12.4. Предоставить безвозмездно Пользователю или его представителю возможность ознакомления с персональными данными, относящимися к этому Пользователю. <br />
        1.12.5. Рассматривать обращения Пользователя (его законного представителя) по вопросам обработки персональных данных и давать мотивированные ответы. <br />
        1.12.6. Иные обязанности, предусмотренные законодательством о персональных данных. <br />
        1.13. Основные права Пользователя: <br />
        1.13.1. Отозвать согласие на обработку своих персональных данных. <br />
        1.13.2. Требовать уточнения своих персональных данных, их блокирования или уничтожения в случаях, предусмотренных законодательством о персональных данных. <br />
        1.13.3. Получать информацию, касающуюся обработки его персональных данных, в порядке, форме и сроки, установленные законодательством о персональных данных. <br />
        1.13.4. Иные права, предусмотренные законодательством о персональных данных. <br />
        1.14. Основные обязанности Пользователя: <br />
        1.14.1. Предоставлять Оператору только достоверные данные о себе. <br />
        1.14.2. Сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных. <br />
        1.14.3. Иные обязанности, предусмотренные законодательством о персональных данных. <br />
        1.15. Оператор не проверяет достоверность персональных данных, предоставляемых Пользователем. <br />
        1.16. Пользователи, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.
        </div>

        <div className="policy-h3">2. ОБРАБАТЫВАЕМЫЕ ОПЕРАТОРОМ ПЕРСОНАЛЬНЫЕ ДАННЫЕ ПОЛЬЗОВАТЕЛЯ</div>

        <div className="policy-h4">
        2.1. Фамилия, Имя, Отчество. <br />
        2.2. Пол и дата рождения. <br />
        2.3. Данные основного документа, удостоверяющего личность (при страховании жизни и здоровья Пользователя от несчастных случаев). <br />
        2.4. Номер домашнего и мобильного телефонов. <br />
        2.5. Адрес электронной почты. <br />
        2.6. Местожительства (город/регион). <br />
        2.7. Данные об интересах на основании анализа поисковых запросов и посещений Интернет-сайтов. <br />
        2.8. История запросов, просмотров и посещений Сайта и его сервисов. <br />
        2.9. IP-адрес. <br />
        2.10. Трансграничная передача персональных данных Оператором не осуществляется. <br />
        2.11. Специальные категорий персональных данных, касающиеся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни, Оператором не обрабатываются. <br />
        2.12. Биометрические персональные данные обрабатываются Оператором только при условии письменного согласия Пользователя, а также в иных случаях, предусмотренных законодательством Российской Федерации. <br />
        2.13. Оператор обеспечивает защищенный сбор и обработку персональных данных, предоставляемых, Пользователем. <br />
        2.14. Оператор собирает и обрабатывает персональные данные Пользователей, а также лиц, пользующихся услугами Оператора как предоставляемые посредством Сайта, так и предоставляемые Оператором вне Сайта.
        </div>

        <div className="policy-h3">3. ЦЕЛИ СБОРА ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЯ</div>

        <div className="policy-h4">
        3.1. Информирование о товарах, услугах, акциях и специальных предложениях. <br />
        3.2. Подтверждения личности и идентификации Пользователя. <br />
        3.3. Проведение опросов, формирование статистики. <br />
        3.4. Установления с Пользователем обратной связи, в том числе обработка его запросов и обращений, информирование о работе Сайта и Оператора. <br />
        3.5. Заключение с Пользователями любых договоров и их исполнение. <br />
        3.6. Контроль и улучшение качества услуг Оператора, в том числе представленных сервисов на Сайте. <br />
        3.7. Обеспечение безопасности, предотвращение мошенничества. <br />

        </div>

        <div className="policy-h3">4. ПОРЯДОК И УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЯ</div>


        <div className="policy-h4">
        4.1. Оператор осуществляет обработку персональных данных, т.е. операции, совершаемые с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных. <br />
        4.2. Обработка персональных данных осуществляется с соблюдением принципов и правил, предусмотренных Законом о персональных данных. <br />
        4.3. Обработка персональных данных Оператором ограничивается достижением конкретных, заранее определенных и законных целей. Обработке подлежат только персональные данные, которые отвечают целям их обработки. Содержание и объем обрабатываемых персональных данных должны соответствовать заявленным целям обработки. <br />
        4.4. Хранение персональных данных должно осуществляться в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем по которому является субъект персональных данных. Обрабатываемые персональные данные подлежат уничтожению либо обезличиванию по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом. <br />
        4.5. При осуществлении хранения персональных данных Оператор персональных данных обязан использовать базы данных, находящиеся на территории Российской Федерации, в соответствии с частью 5 статьи 18 Закона о персональных данных. <br />
        4.6. Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия или отзыв согласия Пользователем на обработку его персональных данных, а также выявление неправомерной обработки персональных данных. <br />
        4.7. Оператор вправе поручить обработку персональных данных другому лицу (включая, но не ограничиваясь, с целью выдачи призов и подарков, приобретения электронных сертификатов/подарочных карт и пр.) на основании заключаемого с этим лицом договора. Лицо, осуществляющее обработку персональных данных по поручению Оператора, обязано соблюдать принципы и правила обработки персональных данных, предусмотренные Законом о персональных данных. <br />
        4.8. Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или Пользователь обязан самостоятельно своевременно ознакомиться с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг. <br />
        4.9. Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом. <br />
        4.10. Обработка персональных данных осуществляется Оператором при условии получения согласия Пользователя (далее - Согласие), за исключением установленных законодательством РФ случаев, когда обработка персональных данных может осуществляться без такого Согласия. <br />
        4.11. Оператор обрабатывает персональные данные Пользователя в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте www.franchise.warpoint.ru или направленные Оператору посредством электронной почты. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой. <br />
        4.12. Пользователь принимает решение о предоставлении его персональных данных и дает Согласие свободно, своей волей и в своем интересе. <br />
        4.13. Согласие дается в любой позволяющей подтвердить факт его получения форме. В предусмотренных законодательством РФ случаях Согласие оформляется в письменной форме. <br />
        4.14. В Согласии на обработку персональных данных, разрешенных Пользователем для распространения, он вправе установить запреты на передачу (кроме предоставления доступа) этих персональных данных Оператором неограниченному кругу лиц, а также запреты на обработку или условия обработки (кроме получения доступа) этих персональных данных неограниченным кругом лиц. <br />
        4.15. Передача (распространение, предоставление, доступ) персональных данных, разрешенных Пользователем для распространения, должна быть прекращена в любое время по его требованию. Указанные в данном требовании персональные данные могут обрабатываться только Оператором. <br />
        4.16. Оператор обязан принимать меры, необходимые и достаточные для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами. Состав и перечень мер оператор определяет самостоятельно. <br />
        4.17. Оператор при обработке персональных данных принимает необходимые правовые, организационные и технические меры или обеспечивает их принятие для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных. <br />
        4.18. К биометрическим персональным данным относятся сведения, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность и которые используются оператором для установления личности субъекта персональных данных. <br />
        4.19. Обработка биометрических персональных данных может осуществляться только при наличии согласия в письменной форме Пользователя, за исключением случаев, предусмотренных законодательством о персональных данных. <br />
        4.20. Обработка биометрических персональных данных осуществляется Оператором в соответствии с требованиями к защите биометрических персональных данных, установленными в соответствии со статьей 19 Закона о персональных данных. <br />
        4.21. Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством.

        </div>

        <div className="policy-h3">5. АКТУАЛИЗАЦИЯ, ИСПРАВЛЕНИЕ, УДАЛЕНИЕ И УНИЧТОЖЕНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ , ОТВЕТЫ НА ЗАПРОСЫ ПОЛЬЗОВАТЕЛЕЙ НА ДОСТУП К ПЕРСОНАЛЬНЫМ ДАННЫМ</div>

        <div className="policy-h4">
        5.1. Оператор обязан сообщить в порядке, предусмотренном статьей 14 Закона о персональных данных, Пользователю или его представителю информацию о наличии персональных данных, относящихся к соответствующему Пользователю, а также предоставить возможность ознакомления с этими персональными данными при обращении Пользователя или его представителя либо в течение тридцати дней с даты получения запроса Пользователя или его представителя. <br />
        5.2. Оператор обязан предоставить безвозмездно Пользователю или его представителю возможность ознакомления с персональными данными, относящимися к этому Пользователю. В срок, не превышающий семи рабочих дней со дня предоставления Пользователем или его представителем сведений, подтверждающих, что персональные данные являются неполными, неточными или неактуальными, Оператор обязан внести в них необходимые изменения. В срок, не превышающий семи рабочих дней со дня представления Пользователем или его представителем сведений, подтверждающих, что такие персональные данные являются незаконно полученными или не являются необходимыми для заявленной цели обработки, Оператор обязан уничтожить такие персональные данные. Оператор обязан уведомить Пользователя или его представителя о внесенных изменениях и предпринятых мерах и принять разумные меры для уведомления третьих лиц, которым персональные данные этого Пользователя были переданы. <br />
        5.3. В случае подтверждения факта неточности персональных данных Оператор на основании сведений, представленных Пользователем или его представителем либо уполномоченным органом по защите прав субъектов персональных данных, или иных необходимых документов обязан уточнить персональные данные либо обеспечить их уточнение (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) в течение семи рабочих дней со дня представления таких сведений и снять блокирование персональных данных.

        </div>

        <div className="policy-h3">6. ОТВЕТСТВЕННОСТЬ СТОРОН</div>

        <div className="policy-h4">
        6.1. Оператор, не исполнивший свои обязательства, несёт ответственность за убытки, понесённые Пользователем в связи с неправомерным использованием персональных данных в соответствии с законодательством Российской Федерации, за исключением случаев, оговоренных в настоящей Политике. <br />
        6.2. В случае утраты или разглашения персональных данных Пользователя Оператор не несёт ответственность, если персональные данные: <br />
        - стали публичным достоянием до их утраты или разглашения; <br />
        - были разглашены с согласия Пользователя.
        </div>


        <div className="policy-h3">7. РАЗРЕШЕНИЕ СПОРОВ</div>

        <div className="policy-h4">
        7.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем и Оператором, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора). <br />
        7.2. Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии. <br />
        7.3. При не достижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством Российской Федерации по месту нахождения Оператора. <br />
        7.4. К настоящей Политике и отношениям между Пользователем и Оператором применяется действующее законодательство Российской Федерации. <br />
        7.5. Все отношения, касающиеся обработки персональных данных, не получившие отражения в настоящей Политике, регулируются согласно положениям законодательства РФ. <br />

        </div>

        <div className="policy-h3">8. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</div>

        <div className="policy-h4">
        8.1. Оператор вправе вносить изменения в настоящую Политику без согласия Пользователя. <br />
        8.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте <span className="fw-500">zaga-game.ru</span>, если иное не предусмотрено новой редакцией Политики. <br />
        8.3. Все предложения или вопросы по настоящей Политике следует сообщать через электронную почту, указанную на Сайте. <br />
        8.4. Действующая Политика конфиденциальности размещена на странице по адресу: <a href="https://zaga-game.ru/policy"><span className="fw-500">https://zaga-game.ru/policy</span></a>.
        </div>
                </div>
        </div>
        </div>
    </>
)
}

export default PolicyBlock